{
    "data": [
        {
            "title": "Blue Lock - TV",
            "link": "https://myanimelist.net/anime/49596/Blue_Lock",
            "description": "Completed - 24 of 24 episodes",
            "pubDate": "Sun, 11 Jun 2023 09:05:25 -0700",
            "timeago": "2 months ago",
            "id": "49596",
            "image": "https://cdn.myanimelist.net/images/anime/1258/126929l.jpg",
            "tag": [
                "Sports"
            ],
            "synopsis": "Yoichi Isagi was mere moments away from scoring a goal that would have sent his high school soccer team to the nationals, but a split-second decision to pass the ball to his teammate cost him that reality. Bitter, confused, and disappointed, Isagi wonders if the outcome would have been different had he not made the pass. When the young striker returns home, an invitation from the Japan Football Union awaits him. Through an arbitrary and biased decision-making process, Isagi is one of three hundred U-18 strikers selected for a controversial project named Blue Lock. \n\nThe project's ultimate goal is to turn one of the selected players into the star striker for the Japanese national team. To find the best participant, each diamond in the rough must compete against others through a series of solo and team competitions to rise to the top. Putting aside his ethical objections to the project, Isagi feels compelled to fight his way to the top, even if it means ruthlessly crushing the dreams of 299 aspiring young strikers.\n\n[Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1258/126929l.jpg"
                }
            ],
            "score": 8.33
        },
        {
            "title": "Fairy Tail: Final Series - TV",
            "link": "https://myanimelist.net/anime/35972/Fairy_Tail__Final_Series",
            "description": "Completed - 51 of 51 episodes",
            "pubDate": "Wed, 17 May 2023 16:12:14 -0700",
            "timeago": "3 months ago",
            "id": "35972",
            "image": "https://cdn.myanimelist.net/images/anime/1536/93863l.jpg",
            "tag": [
                "Action",
                "Adventure",
                "Fantasy"
            ],
            "synopsis": "Although Fairy Tail has been disbanded and its members are now spread far across Fiore, Natsu Dragneel hasn't given up on reuniting the guild he and others once called home. Along with his companions Happy and Lucy Heartfilia, he will stop at nothing to keep Fairy Tail and its fiery spirit alive even as they face their most difficult trial yet—the invasion of Fiore by the Alvarez Empire's immense army and their all-too-familiar ruler.\n\n[Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1536/93863l.jpg"
                }
            ],
            "score": 7.57
        },
        {
            "title": "Kage no Jitsuryokusha ni Naritakute! - TV",
            "link": "https://myanimelist.net/anime/48316/Kage_no_Jitsuryokusha_ni_Naritakute",
            "description": "Completed - 20 of 20 episodes",
            "pubDate": "Wed, 03 May 2023 23:02:00 -0700",
            "timeago": "3 months ago",
            "id": "48316",
            "image": "https://cdn.myanimelist.net/images/anime/1874/121869l.jpg",
            "tag": [
                "Action",
                "Comedy",
                "Fantasy"
            ],
            "synopsis": "For as long as he can remember, Minoru Kagenou has been fixated on becoming as strong as possible, which has led him to undertake all kinds of rigorous training. This wish, however, does not stem from a desire to be recognized by others; rather, Minoru does everything he can to blend in with the crowd. So, while pretending to be a completely average student during the day, he arms himself with a crowbar and ruthlessly thrashes local biker gangs at night. Yet when Minoru finds himself in a truck accident, his ambitions seemingly come to a sudden end. In his final moments, he laments his powerlessness—no matter how much he trained, there was nothing he could do to overcome his human limitations.\n\nBut instead of dying, Minoru reawakens as Cid, the second child of the noble Kagenou family, in another world—one where magic is commonplace. With the power he so desired finally within his grasp, he dons the moniker \"Shadow\" and establishes Shadow Garden: a group whose sole purpose is to combat the enigmatic Cult of Diablos, an organization born from Cid's imagination. However, as Shadow Garden grows in both membership and influence, it becomes increasingly apparent that the Cult of Diablos is not as fictional as Cid had intended.\n\n[Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1874/121869l.jpg"
                }
            ],
            "score": 8.32
        },
        {
            "title": "Tomo-chan wa Onnanoko! - TV",
            "link": "https://myanimelist.net/anime/52305/Tomo-chan_wa_Onnanoko",
            "description": "Completed - 13 of 13 episodes",
            "pubDate": "Wed, 03 May 2023 23:01:49 -0700",
            "timeago": "3 months ago",
            "id": "52305",
            "image": "https://cdn.myanimelist.net/images/anime/1444/131828l.jpg",
            "tag": [
                "Comedy",
                "Romance"
            ],
            "synopsis": "Childhood friends Tomo Aizawa and Junichirou \"Jun\" Kubota do everything together, whether it be training or just enjoying a fun day out. Anyone would think that these two are best friends for life. The only issue is that the tomboyish Tomo is in love with Jun, but he regards her like a brother.\n\nAt the start of their first year of high school, Tomo confesses her feelings to Jun. However, her rough mannerisms and lack of hesitance to throw a punch do nothing to sway Jun's heart. Realizing that he will remain indifferent to her affections unless she does something about it, Tomo must find a way to knock some sense into Jun and open his eyes to what is right in front of him.\n\n[Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1444/131828l.jpg"
                }
            ],
            "score": 7.84
        },
        {
            "title": "Boku no Hero Academia 6th Season - TV",
            "link": "https://myanimelist.net/anime/49918/Boku_no_Hero_Academia_6th_Season",
            "description": "Completed - 25 of 25 episodes",
            "pubDate": "Wed, 03 May 2023 23:01:37 -0700",
            "timeago": "3 months ago",
            "id": "49918",
            "image": "https://cdn.myanimelist.net/images/anime/1483/126005l.jpg",
            "tag": [
                "Action"
            ],
            "synopsis": "With Tomura Shigaraki at its helm, the former Liberation Army is now known as the Paranormal Liberation Front. This organized criminal group poses an immense threat to the Hero Association, not only because of its sheer size and strength, but also the overpowering quirks of Jin \"Twice\" Bubaigawara and Gigantomachia.\n\nAs new intel from the covert hero Keigo \"Hawks\" Takami confirms that Shigaraki is nowhere to be seen, the Hero Association decides to strike the enemy headquarters with a surprise attack using the entirety of its assets—and the UA students find themselves on the battlefield once again. As the fight rages on, the unsuspecting villains must regroup and push back, but the brave heroes are determined to eradicate every last one of them.\n\n[Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1483/126005l.jpg"
                }
            ],
            "score": 8.35
        },
        {
            "title": "Vinland Saga Season 2 - TV",
            "link": "https://myanimelist.net/anime/49387/Vinland_Saga_Season_2",
            "description": "Watching - 24 of 24 episodes",
            "pubDate": "Wed, 03 May 2023 23:01:26 -0700",
            "timeago": "3 months ago",
            "id": "49387",
            "image": "https://cdn.myanimelist.net/images/anime/1170/124312l.jpg",
            "tag": [
                "Action",
                "Adventure",
                "Drama"
            ],
            "synopsis": "After his father's death and the destruction of his village at the hands of English raiders, Einar wishes for a peaceful life with his family on their newly rebuilt farms. However, fate has other plans: his village is invaded once again. Einar watches helplessly as the marauding Danes burn his lands and slaughter his family. The invaders capture Einar and take him back to Denmark as a slave. \n\nEinar clings to his mother's final words to survive. He is purchased by Ketil, a kind slave owner and landlord who promises that Einar can regain his freedom in return for working in the fields. Soon, Einar encounters his new partner in farm cultivation—Thorfinn, a dejected and melancholic slave. As Einar and Thorfinn work together toward their freedom, they are haunted by both sins of the past and the ploys of the present. Yet they carry on, grasping for a glimmer of hope, redemption, and peace in a world that is nothing but unjust and unforgiving.\n\n[Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1170/124312l.jpg"
                }
            ],
            "score": 8.83
        },
        {
            "title": "Fumetsu no Anata e Season 2 - TV",
            "link": "https://myanimelist.net/anime/49709/Fumetsu_no_Anata_e_Season_2",
            "description": "Completed - 20 of 20 episodes",
            "pubDate": "Wed, 03 May 2023 23:01:00 -0700",
            "timeago": "3 months ago",
            "id": "49709",
            "image": "https://cdn.myanimelist.net/images/anime/1271/127700l.jpg",
            "tag": [
                "Adventure",
                "Drama",
                "Supernatural"
            ],
            "synopsis": "After seeing enough death and tragedy, the immortal Fushi secludes himself on an island, defending himself from enemy Nokkers. However, instead of attacking Fushi in isolation, Nokkers begin targeting the settlements outside of his reach in hopes of luring him out. Soon, a group known as the Guardians—led by Hisame, the descendant of the deceased warrior Hayase—finds Fushi.\n\nInspired by how Fushi protected Janada Island from the Nokkers years ago, the Guardians have grown a considerable following and are recognized throughout the world. Initially reluctant, Fushi allows the Guardians to accompany him to the site of the Nokkers' recent attack. In their village, Fushi meets a few valuable allies, both new and old. But as the conflict with the Nokkers only leads to more loss, Fushi must find the inner strength to face his inevitable sorrow.\n\n[Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1271/127700l.jpg"
                }
            ],
            "score": 8.08
        },
        {
            "title": "Kimetsu no Yaiba: Jougen Shuuketsu, Soshite Katanakaji no Sato e - Movie",
            "link": "https://myanimelist.net/anime/54591/Kimetsu_no_Yaiba__Jougen_Shuuketsu_Soshite_Katanakaji_no_Sato_e",
            "description": "Completed - 1 of 1 episodes",
            "pubDate": "Wed, 03 May 2023 23:00:46 -0700",
            "timeago": "3 months ago",
            "id": "54591",
            "image": "https://cdn.myanimelist.net/images/anime/1566/133666l.jpg",
            "tag": [
                "Action",
                "Fantasy"
            ],
            "synopsis": "A feature-length cut of episodes 10 and 11 of Yuukaku-hen (Entertainment District Arc), and the extended episode 1 of Katanakaji no Sato-hen (Swordsmith Village Arc).\n\n(Source: Aniplex of America)",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1566/133666l.jpg"
                }
            ],
            "score": 7.63
        },
        {
            "title": "Isekai Ojisan - TV",
            "link": "https://myanimelist.net/anime/49220/Isekai_Ojisan",
            "description": "Completed - 13 of 13 episodes",
            "pubDate": "Wed, 03 May 2023 23:00:23 -0700",
            "timeago": "3 months ago",
            "id": "49220",
            "image": "https://cdn.myanimelist.net/images/anime/1743/125204l.jpg",
            "tag": [
                "Comedy",
                "Fantasy"
            ],
            "synopsis": "After a fatal encounter with a truck, Takafumi Takaoka's uncle, Yousuke \"Ojisan\" Shibazaki, lies comatose for 17 years. When he finally regains consciousness, Ojisan begins to ramble in a foreign tongue and reveals that he had been transported to a magical world called Gran Bahamal. Takafumi dismisses his uncle's claims as nonsense until an incantation makes a cup of water hover in the air. In a flash of brilliance, the pair creates a YouTube channel to showcase Ojisan's magical abilities.\n\nThe responsibility now falls on Takafumi's shoulders to acquaint Ojisan with everything that has transpired during his absence, including getting him up to speed with the internet, new technology, and surprisingly, the outcome of the '90s console war—the result of which was especially distressing for a hardcore SEGA fan. With Ojisan's wisdom from his other world experiences, they grow their YouTube channel and tackle online comments and trolls. The journey of this uncle-nephew duo promises to be anything but conventional.\n\n[Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1743/125204l.jpg"
                }
            ],
            "score": 7.84
        },
        {
            "title": "Itai no wa Iya nanode Bougyoryoku ni Kyokufuri Shitai to Omoimasu. 2 - TV",
            "link": "https://myanimelist.net/anime/41514/Itai_no_wa_Iya_nanode_Bougyoryoku_ni_Kyokufuri_Shitai_to_Omoimasu_2",
            "description": "Completed - 12 of 12 episodes",
            "pubDate": "Wed, 03 May 2023 23:00:10 -0700",
            "timeago": "3 months ago",
            "id": "41514",
            "image": "https://cdn.myanimelist.net/images/anime/1782/128859l.jpg",
            "tag": [
                "Action",
                "Adventure",
                "Comedy",
                "Fantasy"
            ],
            "synopsis": "After achieving fruitful results in New World Online's previous events, the now famous Maple Tree guild is excited to explore the new floors introduced in game. As if their guild was not already feared enough, each member is motivated to find stronger skills for themselves in order to greatly expand their options in future battles. Not forgetting the importance of networking, the guild also forges amicable relationships with other notable guilds, such as the Kingdom of the Flame Emperor and the Congregation of the Holy Swords.\n\nWith their eccentric guild master Maple at the forefront, the members of Maple Tree continue to stumble upon creative ways to implement their skills, driving the game developers crazy along the way.\n\n[Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1782/128859l.jpg"
                }
            ],
            "score": 7.2
        },
        {
            "title": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka IV: Fuka Shou - Yakusai-hen - TV",
            "link": "https://myanimelist.net/anime/53111/Dungeon_ni_Deai_wo_Motomeru_no_wa_Machigatteiru_Darou_ka_IV__Fuka_Shou_-_Yakusai-hen",
            "description": "Completed - 11 of 11 episodes",
            "pubDate": "Wed, 03 May 2023 23:00:00 -0700",
            "timeago": "3 months ago",
            "id": "53111",
            "image": "https://cdn.myanimelist.net/images/anime/1226/131884l.jpg",
            "tag": [
                "Action",
                "Adventure",
                "Fantasy"
            ],
            "synopsis": "Second part of Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka IV.",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1226/131884l.jpg"
                }
            ],
            "score": 8.24
        },
        {
            "title": "Ijiranaide, Nagatoro-san 2nd Attack - TV",
            "link": "https://myanimelist.net/anime/50197/Ijiranaide_Nagatoro-san_2nd_Attack",
            "description": "Completed - 12 of 12 episodes",
            "pubDate": "Wed, 03 May 2023 22:59:54 -0700",
            "timeago": "3 months ago",
            "id": "50197",
            "image": "https://cdn.myanimelist.net/images/anime/1902/129579l.jpg",
            "tag": [
                "Comedy"
            ],
            "synopsis": "Hayase Nagatoro and Naoto Hachiouji have grown closer: the girl spends more time than ever in the art club room with her senpai. Although he is always on edge, Naoto no longer seems to mind Nagatoro's presence. Time and again, Naoto demonstrates his hidden, cool demeanor, and Nagatoro displays her possessive tendencies. However, they still can not seem to completely close the distance between them. It is clear to everyone else that the pair have feelings for each other.\n\nFor Nagatoro, there is nothing more entertaining than toying with Naoto. But as the girl shows no plans to stop teasing her senpai, it is only a matter of time before they realize how they truly feel.\n\n[Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1902/129579l.jpg"
                }
            ],
            "score": 7.51
        },
        {
            "title": "Tokyo Revengers: Seiya Kessen-hen - TV",
            "link": "https://myanimelist.net/anime/50608/Tokyo_Revengers__Seiya_Kessen-hen",
            "description": "Completed - 13 of 13 episodes",
            "pubDate": "Wed, 03 May 2023 22:59:47 -0700",
            "timeago": "3 months ago",
            "id": "50608",
            "image": "https://cdn.myanimelist.net/images/anime/1773/132313l.jpg",
            "tag": [
                "Action",
                "Drama",
                "Supernatural"
            ],
            "synopsis": "In spite of his best time-leaping efforts, Takemichi Hanagaki continuously fails to prevent the present-day death of Hinata Tachibana, his adolescent love. The adult Takemichi grapples with grief and the ramifications of the Tokyo Manji gang's criminal empire—an unintended product of his timeline meddling. Though the gang once operated under the idealistic Manjirou \"Mikey\" Sano, it has now been taken over by the malicious Tetta Kisaki and, as a result, has abandoned its original optimistic intent.\n\nDespite feeling hopeless, Takemichi travels to the past once again to investigate Black Dragon, a rival motorcycle gang whose actions ultimately lead to Hinata's demise. There, he meets the young Hakkai Shiba, a fellow gang member whose older brother, Taiju, tyrannically rules Black Dragon. When Taiju brutally beats Takemichi in a one-sided street brawl, Hakkai attempts to withdraw from Tokyo Manji in apology—an act that Takemichi must prevent to spare Hakkai a grim future.\n\nThrough a shared tragedy, Takemichi bonds with Chifuyu Matsuno, establishing a close comradery both boys desperately need. With Chifuyu on his side, Takemichi works to unravel the fates of Black Dragon's members, fighting to create a happy future for his loved ones.\n\n[Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1773/132313l.jpg"
                }
            ],
            "score": 7.7
        },
        {
            "title": "Fairy Tail Movie 2: Dragon Cry - Movie",
            "link": "https://myanimelist.net/anime/30778/Fairy_Tail_Movie_2__Dragon_Cry",
            "description": "Completed - 1 of 1 episodes",
            "pubDate": "Wed, 03 May 2023 22:18:15 -0700",
            "timeago": "3 months ago",
            "id": "30778",
            "image": "https://cdn.myanimelist.net/images/anime/13/85391l.jpg",
            "tag": [
                "Action",
                "Adventure",
                "Fantasy"
            ],
            "synopsis": "Dragon Cry is a magical artifact of deadly power, formed into a staff by the fury and despair of dragons long gone. Now, this power has been stolen from the hands of the Fiore kingdom by the nefarious traitor Zash Caine, who flees with it to the small island nation of Stella. Frightened that the power has fallen into the wrong hands, the King of Fiore hastily sends Fairy Tail to retrieve the staff. But this task proves frightening as a shadowy secret lies in the heart of the kingdom of Stella. Dragon Cry follows their story as they muster up all their strength to recover the stolen staff and save both kingdoms.\n \n[Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/13/85391l.jpg"
                }
            ],
            "score": 7.54
        },
        {
            "title": "Fairy Tail (2014) - TV",
            "link": "https://myanimelist.net/anime/22043/Fairy_Tail_2014",
            "description": "Completed - 102 of 102 episodes",
            "pubDate": "Wed, 03 May 2023 22:18:06 -0700",
            "timeago": "3 months ago",
            "id": "22043",
            "image": "https://cdn.myanimelist.net/images/anime/3/60551l.jpg",
            "tag": [
                "Action",
                "Adventure",
                "Fantasy"
            ],
            "synopsis": "The Grand Magic Games reaches its climax following Natsu Dragneel and Gajeel Redfox's stunning victory over Sting Eucliffe and Rogue Cheney of the Sabertooth guild. This success pushes the Fairy Tail guild closer to being crowned the overall champions, but obtaining victory isn't the only challenge they face. A mystery still surrounds a hooded stranger and the ominous Eclipse Gate, leaving more questions than answers.\n\nMore crazy adventures are on the horizon for Fairy Tail as their destructive antics and joyful rowdiness continue unabated. Their greatest trial is quickly approaching, but united as a family, the guild will always be ready to face any threat that comes their way.\n\n[Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/3/60551l.jpg"
                }
            ],
            "score": 7.65
        }
    ]
}