{
    "data": [
        {
            "title": "Chainsaw Man - TV",
            "link": "https://myanimelist.net/anime/44511/Chainsaw_Man",
            "description": "Completed - 12 of 12 episodes",
            "pubDate": "Tue, 03 Jan 2023 15:33:09 -0800",
            "timeago": "34 minutes ago",
            "id": "44511",
            "image": "https://cdn.myanimelist.net/images/anime/1806/126216l.jpg",
            "tag": [
                "Action",
                "Fantasy"
            ],
            "synopsis": "Denji is robbed of a normal teenage life, left with nothing but his deadbeat father's overwhelming debt. His only companion is his pet, the chainsaw devil Pochita, with whom he slays devils for money that inevitably ends up in the yakuza's pockets. All Denji can do is dream of a good, simple life: one with delicious food and a beautiful girlfriend by his side. But an act of greedy betrayal by the yakuza leads to Denji's brutal, untimely death, crushing all hope of him ever achieving happiness.\n\nRemarkably, an old contract allows Pochita to merge with the deceased Denji and bestow devil powers on him, changing him into a hybrid able to transform his body parts into chainsaws. Because Denji's new abilities pose a significant risk to society, the Public Safety Bureau's elite devil hunter Makima takes him in, letting him live as long as he obeys her command. Guided by the promise of a content life alongside an attractive woman, Denji devotes everything and fights with all his might to make his naive dreams a reality.\n\n[Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1806/126216l.jpg"
                }
            ],
            "score": 8.72
        },
        {
            "title": "Spy x Family Part 2 - TV",
            "link": "https://myanimelist.net/anime/50602/Spy_x_Family_Part_2",
            "description": "Completed - 13 of 13 episodes",
            "pubDate": "Tue, 03 Jan 2023 15:33:03 -0800",
            "timeago": "34 minutes ago",
            "id": "50602",
            "image": "https://cdn.myanimelist.net/images/anime/1111/127508l.jpg",
            "tag": [
                "Action",
                "Comedy"
            ],
            "synopsis": "With Anya Forger successfully enrolled at the renowned Eden Academy, Operation Strix advances to its second phase. To investigate Ostanian politician Donovan Desmond, Anya must either befriend his son Damian or collect eight Stella Stars to become an Imperial Scholar. Fortunately, Anya has already acquired her first star. In celebration, her adoptive father, Loid, decides to fulfill her wish to adopt a dog.\n\nDuring their canine search, Loid receives new orders from his superiors, who have found that a band of Berlint University students is plotting to assassinate Westalis' Minister Brantz using bombs worn by trained dogs. While Loid tries to stop their plans, Anya stumbles upon the terrorists' base of operations. There, she befriends a kindhearted, clairvoyant dog who the family later names Bond.\n\nAlthough the Forgers continue to lead their individual lives in secrecy, the family—with a new fluffy addition—remains united through all of the unusual obstacles thrown their way.\n\n[Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1111/127508l.jpg"
                }
            ],
            "score": 8.4
        },
        {
            "title": "Mob Psycho 100 III - TV",
            "link": "https://myanimelist.net/anime/50172/Mob_Psycho_100_III",
            "description": "Completed - 12 of 12 episodes",
            "pubDate": "Tue, 03 Jan 2023 15:32:55 -0800",
            "timeago": "34 minutes ago",
            "id": "50172",
            "image": "https://cdn.myanimelist.net/images/anime/1228/125011l.jpg",
            "tag": [
                "Action",
                "Comedy",
                "Supernatural"
            ],
            "synopsis": "After foiling a world-threatening plot, Shigeo \"Mob\" Kageyama returns to tackle the more exhausting aspects of his mundane life—starting with filling out his school's nerve-racking career form. Meanwhile, he continues to assist his mentor Arataka Reigen and the office's new recruit, Katsuya Serizawa, in solving paranormal cases of their clients. While continuing his duties, Mob also works on gaining more independence in his esper and human lives, as well as trying to integrate better with the people around him.\n\nHowever, new supernatural and ordinary challenges test Mob’s emotional stability and force him to confront the realities around him. As he strives to continue forward on the path to maturity, Mob must resolve his emotional crises and reassess the naivety he has held on for so long.\n\n[Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1228/125011l.jpg"
                }
            ],
            "score": 8.76
        },
        {
            "title": "Uzaki-chan wa Asobitai! Double - TV",
            "link": "https://myanimelist.net/anime/42962/Uzaki-chan_wa_Asobitai_Double",
            "description": "Completed - 13 of 13 episodes",
            "pubDate": "Tue, 03 Jan 2023 15:32:48 -0800",
            "timeago": "35 minutes ago",
            "id": "42962",
            "image": "https://cdn.myanimelist.net/images/anime/1539/128058l.jpg",
            "tag": [
                "Comedy"
            ],
            "synopsis": "During the summer holidays, energetic Hana Uzaki spent most of her time accompanying her lonesome upperclassman, Shinichi Sakurai. Now that school has resumed, Uzaki's teasing continues to ramp up, much to Sakurai's constant annoyance. Nevertheless, no amount of ridicule can damage the pair's relationship—which only seems to be getting better as their college days fly by!\n\n[Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1539/128058l.jpg"
                }
            ],
            "score": 7.24
        },
        {
            "title": "Inbo - OVA",
            "link": "https://myanimelist.net/anime/3896/Inbo",
            "description": "Plan to Watch - 0 of 3 episodes",
            "pubDate": "Tue, 27 Dec 2022 11:25:46 -0800",
            "timeago": "7 days ago",
            "id": "3896",
            "image": "https://cdn.myanimelist.net/images/anime/13/41651l.jpg",
            "tag": [
                "Hentai"
            ],
            "synopsis": "One day after school, Masaru helps his stepmother Saori pick something up from her sister Miyuki's house. But when Masaru arrives, he catches his stepaunt in the act of pleasuring herself—while calling out his name! Noticing Masaru, Miyuki invites him in and has her way with the inexperienced young man. Soon, the worried Saori checks up on why her sister and stepson are not picking up...\n\n[Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/13/41651l.jpg"
                }
            ],
            "score": 6.08
        },
        {
            "title": "Toaru Kagaku no Accelerator - TV",
            "link": "https://myanimelist.net/anime/38480/Toaru_Kagaku_no_Accelerator",
            "description": "Completed - 12 of 12 episodes",
            "pubDate": "Wed, 14 Dec 2022 21:49:07 -0800",
            "timeago": "20 days ago",
            "id": "38480",
            "image": "https://cdn.myanimelist.net/images/anime/1160/99995l.jpg",
            "tag": [
                "Fantasy",
                "Supernatural"
            ],
            "synopsis": "Academy City stands at the forefront of scientific and technological progress, best known for their development of espers: those capable of wielding superhuman abilities that alter the rules of reality. The most powerful among them are the Level 5s, and the one known as Accelerator reigns supreme, even after being weakened by a severe brain injury. By his side is the young girl known as Last Order, whom despite his cold demeanor, he holds closely and vows to protect at all costs.\n\nThough Accelerator may be recovering from his injury, the dark side of Academy City never rests, and so he finds himself unwillingly caught up in the midst of a new conflict. When a mysterious young woman approaches Accelerator in pursuit of Last Order, the highest-ranked esper is confronted by a venomous organization that has taken root in Anti-Skill, Academy City's peacekeeping organization. With dangerous forces on the move that threaten to put Last Order and her sisters at risk, the self-proclaimed villain prepares to step into the darkness once again.\n\n[Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1160/99995l.jpg"
                }
            ],
            "score": 7.21
        },
        {
            "title": "Summertime Render - TV",
            "link": "https://myanimelist.net/anime/47194/Summertime_Render",
            "description": "Completed - 25 of 25 episodes",
            "pubDate": "Fri, 30 Sep 2022 15:57:35 -0700",
            "timeago": "3 months ago",
            "id": "47194",
            "image": "https://cdn.myanimelist.net/images/anime/1120/120796l.jpg",
            "tag": [
                "Mystery",
                "Supernatural",
                "Suspense"
            ],
            "synopsis": "Since the death of his parents, Shinpei Ajiro had lived with the Kofune family and their two daughters—Mio and Ushio. Although he then left his home island to continue his education in Tokyo, Shinpei returns after Ushio tragically drowns during the attempted rescue of a little girl. During the funeral, his best friend informs him about bruises found around Ushio's neck, casting doubt over the cause of her death.\n\nSuspecting a murder has taken place, Shinpei reevaluates recent events, but strange incidents only continue to transpire. Disappearing people and other unexplainable occurrences lead Mio to recall an old folktale referring to entities called \"Shadows,\" which may not be entirely fantasy. Supposedly, an encounter with one's Shadow foretells the person's impending demise.\n\nFacing the dark side of Hitogashima Island, Shinpei stands against his grim fate to fulfill Ushio's final will—to protect Mio.\n\n[Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1120/120796l.jpg"
                }
            ],
            "score": 8.54
        },
        {
            "title": "Lycoris Recoil - TV",
            "link": "https://myanimelist.net/anime/50709/Lycoris_Recoil",
            "description": "Completed - 13 of 13 episodes",
            "pubDate": "Fri, 30 Sep 2022 15:57:11 -0700",
            "timeago": "3 months ago",
            "id": "50709",
            "image": "https://cdn.myanimelist.net/images/anime/1392/124401l.jpg",
            "tag": [
                "Action"
            ],
            "synopsis": "The number of terrorist acts in Japan has never been lower, thanks to the efforts of a syndicate called Direct Attack (DA). The organization raises orphaned girls as killers to carry out assassinations under their \"Lycoris\" program. Takina Inoue is an exceptional Lycoris with a strong sense of purpose and a penchant for perfection. Unfortunately, a hostage situation tests her patience, and the resulting act of insubordination leads to her transfer out of DA. Not thrilled about losing the only place she belonged to, she reluctantly arrives at her new base of operations—LycoReco, a cafe in disguise.\n\nTakina's new partner, however, turns out to be quite different from what she imagined. Despite being the famed Lycoris prodigy, Chisato Nishikigi appears almost unconcerned with her duties. She drags Takina along on all kinds of odd jobs under the simple explanation of helping people in need. Takina is even more puzzled when Chisato takes down a group of armed assailants without killing any of them. Feeling like a fish out of water, Takina itches to get reinstated into DA—but Chisato is determined to prove to her that there is more to a life than just taking them.\n\n[Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1392/124401l.jpg"
                }
            ],
            "score": 8.23
        },
        {
            "title": "Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e 2nd Season - TV",
            "link": "https://myanimelist.net/anime/51096/Youkoso_Jitsuryoku_Shijou_Shugi_no_Kyoushitsu_e_2nd_Season",
            "description": "Completed - 13 of 13 episodes",
            "pubDate": "Fri, 30 Sep 2022 15:56:47 -0700",
            "timeago": "3 months ago",
            "id": "51096",
            "image": "https://cdn.myanimelist.net/images/anime/1010/124180l.jpg",
            "tag": [
                "Drama",
                "Suspense"
            ],
            "synopsis": "Life back on the cruise following the Island Special Examination is anything but smooth sailing. Almost immediately after their return, the first-year students of Tokyo Metropolitan Advanced Nurturing High School face yet another special exam, with both class and individual points on the line.\n\nIn addition to the complicated ruleset, more issues arise in the form of Kakeru Ryuuen and Kei Karuizawa. Angered by the previous test's outcome, Ryuuen is dead set on outdoing every class in the new challenge using any means necessary. Meanwhile, Karuizawa, a crucial pillar of Class D, is close to crumbling under the pressure of her past.\n\nThe stage is now set for Kiyotaka Ayanokouji to once again—using the full extent of his planning, foresight, and ruthless manipulation—steer Class D to victory as dangerously close enemy forces try to bring it down.\n\n[Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1010/124180l.jpg"
                }
            ],
            "score": 8.15
        },
        {
            "title": "Overlord IV - TV",
            "link": "https://myanimelist.net/anime/48895/Overlord_IV",
            "description": "Completed - 13 of 13 episodes",
            "pubDate": "Fri, 30 Sep 2022 15:56:35 -0700",
            "timeago": "3 months ago",
            "id": "48895",
            "image": "https://cdn.myanimelist.net/images/anime/1530/120110l.jpg",
            "tag": [
                "Action",
                "Adventure",
                "Fantasy"
            ],
            "synopsis": "E-Rantel, the capital city of the newly established Sorcerer Kingdom, suffers from a dire shortage of goods. Once a prosperous city known for its trade, it now faces a crisis due to its caution—or even fear—of its king, Ainz Ooal Gown. To make amends, Ainz sends Albedo to the city as a diplomatic envoy.\n\nMeanwhile, the cardinals of the Slane Theocracy discuss how to retaliate against Ainz after his attack crippled the Re-Estize Kingdom's army, plotting for the Baharuth Empire to take over the Sorcerer Kingdom. However, when Emperor Jircniv Rune Farlord El Nix arranges a meeting with the Theocracy's messengers at a colosseum, he is confronted by none other than Ainz himself.\n\nWith their secret gathering now out in the open, the emperor and his guests learn that Ainz has challenged the Warrior King, the empire's greatest fighter, to a duel. With Ainz's motivations beyond his comprehension, Jircniv can do nothing but watch as humanity's future changes before his very eyes.\n\n[Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1530/120110l.jpg"
                }
            ],
            "score": 8.11
        },
        {
            "title": "Dr. Stone: Ryuusui - Special",
            "link": "https://myanimelist.net/anime/50612/Dr_Stone__Ryuusui",
            "description": "Completed - 1 of 1 episodes",
            "pubDate": "Fri, 30 Sep 2022 15:55:31 -0700",
            "timeago": "3 months ago",
            "id": "50612",
            "image": "https://cdn.myanimelist.net/images/anime/1071/124921l.jpg",
            "tag": [
                "Adventure",
                "Comedy",
                "Sci-Fi"
            ],
            "synopsis": "Now that brains and brawns have united forces, the next step in Senkuu's plan to unravel the mystery behind the green light that once petrified humanity is to go to the other side of the Earth and investigate its origin. However, to achieve this, Senkuu must first build a ship.\n\nWith the help of Tsukasa Shishiou's former underlings, the base of the ship is rapidly assembled, but there is one missing piece: a skilled captain. During their search, Senkuu and his crew come across a petrified Ryuusui Nanami—the heir of the biggest maritime conglomerate, known for his vast knowledge of sailboats but unpleasant personality. Despite this, Senkuu takes the risk and revives Ryuusui.\n\nRyuusui, upon realizing there are no ownership rights in this new civilization, is excited at the prospect of claiming everything for himself. But before he agrees to play a crucial part in their upcoming journey and command the vessel through the restless seas, he and Senkuu must find the king of fuels to power the ship—oil.\n\n[Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1071/124921l.jpg"
                }
            ],
            "score": 8.35
        },
        {
            "title": "Jashin-chan Dropkick X - TV",
            "link": "https://myanimelist.net/anime/42994/Jashin-chan_Dropkick_X",
            "description": "Completed - 12 of 12 episodes",
            "pubDate": "Fri, 30 Sep 2022 15:54:24 -0700",
            "timeago": "3 months ago",
            "id": "42994",
            "image": "https://cdn.myanimelist.net/images/anime/1530/124920l.jpg",
            "tag": [
                "Comedy",
                "Supernatural"
            ],
            "synopsis": "Third season of Jashin-chan Dropkick.",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1530/124920l.jpg"
                }
            ],
            "score": 7.39
        },
        {
            "title": "Kinsou no Vermeil: Gakeppuchi Majutsushi wa Saikyou no Yakusai to Mahou Sekai wo Tsukisusumu - TV",
            "link": "https://myanimelist.net/anime/51213/Kinsou_no_Vermeil__Gakeppuchi_Majutsushi_wa_Saikyou_no_Yakusai_to_Mahou_Sekai_wo_Tsukisusumu",
            "description": "Completed - 12 of 12 episodes",
            "pubDate": "Fri, 30 Sep 2022 15:54:03 -0700",
            "timeago": "3 months ago",
            "id": "51213",
            "image": "https://cdn.myanimelist.net/images/anime/1561/125302l.jpg",
            "tag": [
                "Fantasy",
                "Ecchi"
            ],
            "synopsis": "Alto Goldfilled, a diligent student at the Ortigia Academy of Magic, aspires to become a powerful sorcerer. But he is unable to become one as, despite his excellent grades and strong commitment to his studies, he fails his summoning class. With the threat of repeating a year hanging over his head, Alto tries following an old, worn-out grimoire in a desperate attempt to resolve his situation.\n\nTo his surprise, he succeeds and summons a powerful demon named Vermeil. As a sign of gratitude for releasing her, Vermeil agrees to become Alto's familiar, sealing their relationship with a deep kiss. Little does Alto know what else he is capable of and what Vermeil's past hides.\n\n[Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1561/125302l.jpg"
                }
            ],
            "score": 6.82
        },
        {
            "title": "Mamahaha no Tsurego ga Motokano datta - TV",
            "link": "https://myanimelist.net/anime/49470/Mamahaha_no_Tsurego_ga_Motokano_datta",
            "description": "Completed - 12 of 12 episodes",
            "pubDate": "Fri, 30 Sep 2022 15:53:50 -0700",
            "timeago": "3 months ago",
            "id": "49470",
            "image": "https://cdn.myanimelist.net/images/anime/1708/123281l.jpg",
            "tag": [
                "Comedy",
                "Romance"
            ],
            "synopsis": "Listless geek Mizuto Irido and introverted nerd Yume Ayai seemed like a match made in heaven, connected by their mutual love for literature. Unfortunately, their differences gradually grew, and they separated just after their middle school graduation. But, as if by divine comedy, the two find themselves reunited as step-siblings.\n\nA rivalry begins to brew between the former couple, both unwilling to acknowledge the other as the older sibling. In an attempt to \"solve\" this issue, Mizuto and Yume agree upon a rule: whoever crosses the boundaries of siblinghood norms loses, and the winner will not only be called the older sibling, but also get to make a request. However, now that they live under the same roof, the lingering memories they share start to influence their actions—possibly rekindling the feelings that may not have been fully extinguished in the first place.\n\n[Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1708/123281l.jpg"
                }
            ],
            "score": 6.78
        },
        {
            "title": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka IV: Shin Shou - Meikyuu-hen - TV",
            "link": "https://myanimelist.net/anime/47164/Dungeon_ni_Deai_wo_Motomeru_no_wa_Machigatteiru_Darou_ka_IV__Shin_Shou_-_Meikyuu-hen",
            "description": "Completed - 11 of 11 episodes",
            "pubDate": "Fri, 30 Sep 2022 15:53:23 -0700",
            "timeago": "3 months ago",
            "id": "47164",
            "image": "https://cdn.myanimelist.net/images/anime/1318/126474l.jpg",
            "tag": [
                "Action",
                "Adventure",
                "Fantasy"
            ],
            "synopsis": "Intrepid adventurer Bell Cranel has leveled up, but he can’t rest on his dungeoneering laurels just yet. The Hestia Familia still has a long way to go before it can stand toe-to-toe with the other Familias of Orario — but before Bell can set out on his next mission, reports of a brutal murder rock the adventuring community! One of Bell’s trusted allies stands accused of the horrible crime, and it’s up to Bell and his friends to clear their name and uncover a nefarious plot brewing in the dungeon’s dark depths.\n\n(Source: Sentai Filmworks)",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/anime/1318/126474l.jpg"
                }
            ],
            "score": 7.68
        }
    ]
}