{
    "data_manga": [
        {
            "title": "Shuumatsu no Walküre - Manga",
            "link": "https://myanimelist.net/manga/110485/Shuumatsu_no_Walküre",
            "description": "Reading - 86 of ? chapters",
            "pubDate": "Wed, 14 Feb 2024 17:29:42 -0800",
            "timeago": "3 months ago",
            "id": "110485",
            "image": "https://cdn.myanimelist.net/images/manga/3/209957l.jpg",
            "tag": [
                "Action",
                "Fantasy"
            ],
            "synopsis": "High above the realm of man, the gods of the world have convened to decide on a single matter: the continued existence of mankind. Under the head of Zeus, the deities of Ancient Greece, Norse mythology, and Hinduism, among others, call assembly every one thousand years to decide the fate of humanity. Because of their unrelenting abuse toward each other and the planet, this time the gods vote unanimously in favor of ending the human race. But before the mandate passes, Brunhilde, one of the 13 demigod Valkyries, puts forth an alternate proposal: rather than anticlimactically annihilating mankind, why not give them a fighting chance and enact Ragnarök, a one-on-one showdown between man and god? Spurred on by the audacity of the challenge, the divine council quickly accepts, fully confident that this contest will display the utter might of the gods. To stand a chance against the mighty heavens, Brunhilde will need to assemble history's greatest individuals, otherwise the death knell will surely be sounded for mankind. [Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/manga/3/209957l.jpg"
                }
            ],
            "score": 8.07
        },
        {
            "title": "Black Clover - Manga",
            "link": "https://myanimelist.net/manga/86337/Black_Clover",
            "description": "Reading - 295 of ? chapters",
            "pubDate": "Wed, 14 Feb 2024 17:28:01 -0800",
            "timeago": "3 months ago",
            "id": "86337",
            "image": "https://cdn.myanimelist.net/images/manga/2/166254l.jpg",
            "tag": [
                "Action",
                "Comedy",
                "Fantasy"
            ],
            "synopsis": "In a world full of magic, Asta—an orphan who is overly loud and energetic—possesses none whatsoever. Despite this, he dreams of becoming the Wizard King, a title bestowed upon the strongest mage in the Clover Kingdom. Possessing the same aspiration, Asta's childhood friend and rival Yuno has been blessed with the ability to control powerful wind magic. Even with this overwhelming gap between them, hoping to somehow awaken his magical abilities and catch up to Yuno, Asta trains his body relentlessly every day. In the Clover Kingdom, once a person turns 15 years old, it is time for them to receive their Grimoire, an item allowing its wielder to use their magic to its full capacity. At the ceremony, Yuno obtains a Grimoire with a legendary four-leaf clover, indicating the exceptional strength of its wielder, while Asta pointlessly waits for his. Feeling dejected, yet unwilling to give up, Asta sees Yuno caught by a mage who is trying to steal Yuno's special Grimoire. Despite being completely overpowered by Yuno's captor, Asta's will to keep fighting rewards him with his very own Grimoire—one with an unheard-of black five-leaf clover. [Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/manga/2/166254l.jpg"
                }
            ],
            "score": 7.86
        },
        {
            "title": "Bleach - Manga",
            "link": "https://myanimelist.net/manga/12/Bleach",
            "description": "Completed - 705 of 705 chapters",
            "pubDate": "Wed, 17 May 2023 16:34:31 -0700",
            "timeago": "a year ago",
            "id": "12",
            "image": "https://cdn.myanimelist.net/images/manga/3/180031l.jpg",
            "tag": [
                "Action",
                "Adventure",
                "Award Winning",
                "Fantasy"
            ],
            "synopsis": "For as long as he can remember, high school student Ichigo Kurosaki has been able to see the spirits of the dead, but that has not stopped him from leading an ordinary life. One day, Ichigo returns home to find an intruder in his room who introduces herself as Rukia Kuchiki, a Soul Reaper tasked with helping souls pass over. Suddenly, the two are jolted from their conversation when a Hollow—an evil spirit known for consuming souls—attacks. As Ichigo makes a brash attempt to stop the Hollow, Rukia steps in and shields him from a counterattack. Injured and unable to keep fighting, Rukia suggests a risky plan—transfer half of her Soul Reaper powers to Ichigo. He accepts and, to Rukia's surprise, ends up absorbing her powers entirely, allowing him to easily dispatch the Hollow. Now a Soul Reaper himself, Ichigo must take up Rukia's duties of exterminating Hollows and protecting spirits, both living and dead. Along with his friends Orihime Inoue and Yasutora Sado—who later discover spiritual abilities of their own—Ichigo soon learns that the consequences of becoming a Soul Reaper and dealing with the world of spirits are far greater than he ever imagined. [Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/manga/3/180031l.jpg"
                }
            ],
            "score": 7.86
        },
        {
            "title": "Tenkaichi: Nihon Saikyou Bugeisha Ketteisen - Manga",
            "link": "https://myanimelist.net/manga/139395/Tenkaichi__Nihon_Saikyou_Bugeisha_Ketteisen",
            "description": "Reading - 2 of ? chapters",
            "pubDate": "Sun, 11 Dec 2022 05:58:08 -0800",
            "timeago": "a year ago",
            "id": "139395",
            "image": "https://cdn.myanimelist.net/images/manga/3/249038l.jpg",
            "tag": [
                "Action"
            ],
            "synopsis": "The year is 1600. Ten years have passed since Oda Nobunaga unified the whole country. When Nobunaga realized that he was dying, he announced that he would hand over the country to the one who produced the strongest warriors. The warlords, whose dreams of unifying the country had been dashed, set up their own strongest warriors and set their sights on becoming the king of this country! (Source: Kodansha, translated)",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/manga/3/249038l.jpg"
                }
            ],
            "score": 7.68
        },
        {
            "title": "Majo Taisen: 32-nin no Isai no Majo wa Koroshiau - Manga",
            "link": "https://myanimelist.net/manga/130888/Majo_Taisen__32-nin_no_Isai_no_Majo_wa_Koroshiau",
            "description": "Reading - 1 of ? chapters",
            "pubDate": "Fri, 14 Oct 2022 06:10:20 -0700",
            "timeago": "2 years ago",
            "id": "130888",
            "image": "https://cdn.myanimelist.net/images/manga/2/246864l.jpg",
            "tag": [
                "Action",
                "Supernatural"
            ],
            "synopsis": "Joan of Arc, the hero who saved France, was sentenced to be burned at the stake. But at the moment of her death, a demon sent her to another world. There, she found 32 women from across history, known as \"witches.\" With the addition of the final witch, Joan of Arc, Walpurgis Night begins: Only one witch can survive, and have her wish granted!! (Source: Coamix)",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/manga/2/246864l.jpg"
                }
            ],
            "score": 6.74
        },
        {
            "title": "Shingeki no Kyojin - Manga",
            "link": "https://myanimelist.net/manga/23390/Shingeki_no_Kyojin",
            "description": "Reading - 134 of 141 chapters",
            "pubDate": "Fri, 20 Nov 2020 15:56:26 -0800",
            "timeago": "3 years ago",
            "id": "23390",
            "image": "https://cdn.myanimelist.net/images/manga/2/37846l.jpg",
            "tag": [
                "Action",
                "Award Winning",
                "Drama"
            ],
            "synopsis": "Hundreds of years ago, horrifying creatures which resembled humans appeared. These mindless, towering giants, called Titans, proved to be an existential threat, as they preyed on whatever humans they could find in order to satisfy a seemingly unending appetite. Unable to effectively combat the Titans, mankind was forced to barricade themselves within large walls surrounding what may very well be humanity's last safe haven in the world. In the present day, life within the walls has finally found peace, since the residents have not dealt with Titans for many years. Eren Yeager, Mikasa Ackerman, and Armin Arlert are three young children who dream of experiencing all that the world has to offer, having grown up hearing stories of the wonders beyond the walls. But when the state of tranquility is suddenly shattered by the attack of a massive 60-meter Titan, they quickly learn just how cruel the world can be. On that day, Eren makes a promise to himself that he will do whatever it takes to eradicate every single Titan off the face of the Earth, with the hope that one day, humanity will once again be able to live outside the walls without fear. [Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/manga/2/37846l.jpg"
                }
            ],
            "score": 8.55
        },
        {
            "title": "Boku no Hero Academia - Manga",
            "link": "https://myanimelist.net/manga/75989/Boku_no_Hero_Academia",
            "description": "Reading - 291 of ? chapters",
            "pubDate": "Fri, 20 Nov 2020 15:56:05 -0800",
            "timeago": "3 years ago",
            "id": "75989",
            "image": "https://cdn.myanimelist.net/images/manga/1/209370l.jpg",
            "tag": [
                "Action"
            ],
            "synopsis": "One day, a four-year-old boy came to a sudden realization: the world is not fair. Eighty percent of the world's population wield special abilities, known as \"quirks,\" which have given many the power to make their childhood dreams of becoming a superhero a reality. Unfortunately, Izuku Midoriya was one of the few born without a quirk, suffering from discrimination because of it. Yet, he refuses to give up on his dream of becoming a hero; determined to do the impossible, Izuku sets his sights on the elite hero training academy, UA High. However, everything changes after a chance meeting with the number one hero and Izuku's idol, All Might. Discovering that his dream is not a dead end, the powerless boy undergoes special training, working harder than ever before. Eventually, this leads to him inheriting All Might's power, and with his newfound abilities, gets into his school of choice, beginning his grueling journey to become the successor of the best hero on the planet. [Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/manga/1/209370l.jpg"
                }
            ],
            "score": 8.05
        },
        {
            "title": "Kimetsu no Yaiba - Manga",
            "link": "https://myanimelist.net/manga/96792/Kimetsu_no_Yaiba",
            "description": "Reading - 202 of 207 chapters",
            "pubDate": "Wed, 15 Apr 2020 18:30:47 -0700",
            "timeago": "4 years ago",
            "id": "96792",
            "image": "https://cdn.myanimelist.net/images/manga/3/179023l.jpg",
            "tag": [
                "Action",
                "Fantasy"
            ],
            "synopsis": "Tanjirou Kamado lives with his impoverished family on a remote mountain. As the oldest sibling, he took upon the responsibility of ensuring his family's livelihood after the death of his father. On a cold winter day, he goes down to the local village in order to sell some charcoal. As dusk falls, he is forced to spend the night in the house of a curious man who cautions him of strange creatures that roam the night: malevolent demons who crave human flesh. When he finally makes his way home, Tanjirou's worst nightmare comes true. His entire family has been brutally slaughtered with the sole exception of his sister Nezuko, who has turned into a flesh-eating demon. Engulfed in hatred and despair, Tanjirou desperately tries to stop Nezuko from attacking other people, setting out on a journey to avenge his family and find a way to turn his beloved sister back into a human. [Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/manga/3/179023l.jpg"
                }
            ],
            "score": 8.19
        },
        {
            "title": "Yakusoku no Neverland - Manga",
            "link": "https://myanimelist.net/manga/100128/Yakusoku_no_Neverland",
            "description": "Reading - 165 of 181 chapters",
            "pubDate": "Thu, 30 Jan 2020 17:12:40 -0800",
            "timeago": "4 years ago",
            "id": "100128",
            "image": "https://cdn.myanimelist.net/images/manga/3/186922l.jpg",
            "tag": [
                "Award Winning",
                "Mystery",
                "Sci-Fi",
                "Suspense"
            ],
            "synopsis": "At Grace Field House, life couldn't be better for the orphans! Though they have no parents, together with the other kids and a kind \"Mama\" who cares for them, they form one big, happy family. No child is ever overlooked, especially since they are all adopted by the age of 12. Their daily lives involve rigorous tests, but afterwards, they are allowed to play outside. There is only one rule they must obey: do not leave the orphanage. But one day, two top-scoring orphans, Emma and Norman, venture past the gate and unearth the harrowing secret behind their entire existence. Utilizing their quick-wittedness, the children must work together to somehow change their predetermined fate. [Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/manga/3/186922l.jpg"
                }
            ],
            "score": 8.16
        },
        {
            "title": "Enen no Shouboutai - Manga",
            "link": "https://myanimelist.net/manga/91037/Enen_no_Shouboutai",
            "description": "Reading - 204 of 305 chapters",
            "pubDate": "Mon, 27 Jan 2020 19:55:01 -0800",
            "timeago": "4 years ago",
            "id": "91037",
            "image": "https://cdn.myanimelist.net/images/manga/3/178996l.jpg",
            "tag": [
                "Action",
                "Fantasy",
                "Sci-Fi"
            ],
            "synopsis": "Still reeling from the childhood trauma of losing his family to a blaze, Shinra Kusakabe endures both the blessing and curse of being a third-generation pyrokinetic: a person gifted with the ability to freely control fire. Meanwhile, the Infernals—first-generation pyrokinetics who spontaneously combust into flaming, demonic creatures—ravage the streets of Tokyo. After he is recognized for his abilities, Shinra joins Special Fire Force Company 8, one of many fire brigades developed to combat these Infernals. Although working with the Fire Force seems to have fulfilled a calling, Shinra learns that becoming a hero is not as easy as it seems. Infernal sightings are worsening across the country, and his own fellow brigadiers struggle to unite against these threats. To make matters worse, Shinra's past returns to haunt him after he confronts a mysterious cult. As he endeavors to reach the truth, Shinra soon finds himself in the middle of a conspiracy that aims to engulf the world in flames. [Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/manga/3/178996l.jpg"
                }
            ],
            "score": 7.75
        },
        {
            "title": "Dr. Stone - Manga",
            "link": "https://myanimelist.net/manga/103897/Dr_Stone",
            "description": "Reading - 136 of 237 chapters",
            "pubDate": "Mon, 27 Jan 2020 19:54:58 -0800",
            "timeago": "4 years ago",
            "id": "103897",
            "image": "https://cdn.myanimelist.net/images/manga/1/197883l.jpg",
            "tag": [
                "Adventure",
                "Award Winning",
                "Sci-Fi"
            ],
            "synopsis": "When a mysterious light suddenly engulfs Earth, humanity is left petrified, frozen in stone. Thousands of years later, the world is teeming with vegetation, and forests have taken the places of cities that once stood proudly. One of the very first to emerge from their stone prison is Taiju Ooki, who finds that his good friend, a brilliant young scientist named Senkuu, has been preparing for his awakening. While Taiju wishes to save the girl he loves, Senkuu is determined to figure out the cause behind the strange phenomenon and restore the world to its former glory. But when they free the infamously powerful Tsukasa Shishiou in order to gain an upper hand against the dangers in an unfamiliar world, they realize that their new comrade has other plans. Tsukasa sees their predicament as a chance to start over; free from the corruption and destruction wrought by technology, he will stop at nothing to achieve his goals. With both sides unable to see eye to eye, Senkuu and his devotion to science will clash with Tsukasa and his primal nature in what will truly be a battle of the ages. [Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/manga/1/197883l.jpg"
                }
            ],
            "score": 8.2
        },
        {
            "title": "Honzuki no Gekokujou: Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen - Light Novel",
            "link": "https://myanimelist.net/manga/86119/Honzuki_no_Gekokujou__Shisho_ni_Naru_Tame_ni_wa_Shudan_wo_Erandeiraremasen",
            "description": "Reading - 2 of ? chapters",
            "pubDate": "Sun, 17 Nov 2019 10:16:07 -0800",
            "timeago": "4 years ago",
            "id": "86119",
            "image": "https://cdn.myanimelist.net/images/manga/1/149552l.jpg",
            "tag": [
                "Fantasy"
            ],
            "synopsis": "Urano Motosu's lifelong dream to become a librarian comes true. Luck is not on her side, however, as a plethora of books falls on her during an earthquake. On the verge of death, she begs God to be reborn surrounded by nothing but books. Her wish is fulfilled, albeit not how she expected: Urano is reincarnated as Myne—a sickly five-year-old child with an ardent desire to read—in another world where the upper class controls knowledge, and only the privileged have access to written works. As a commoner, Myne is distraught that she will never be able to find what she is yearning for. To obtain books, Myne decides she should make them herself. Currently, she is but a kid thrust into an unknown place—but nothing will not stop Myne from achieving her goal. [Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/manga/1/149552l.jpg"
                }
            ],
            "score": 8.77
        },
        {
            "title": "Kono Yuusha ga Ore Tueee Kuse ni Shinchou sugiru - Manga",
            "link": "https://myanimelist.net/manga/116772/Kono_Yuusha_ga_Ore_Tueee_Kuse_ni_Shinchou_sugiru",
            "description": "Reading - 1 of 36 chapters",
            "pubDate": "Sun, 17 Nov 2019 10:14:46 -0800",
            "timeago": "4 years ago",
            "id": "116772",
            "image": "https://cdn.myanimelist.net/images/manga/2/221749l.jpg",
            "tag": [
                "Action",
                "Adventure",
                "Comedy",
                "Fantasy"
            ],
            "synopsis": "In the celestial realm, deities oversee countless worlds in need of help; a goddess's task is to summon heroes and aid their quest to defeat the evil in each. Rookie goddess Ristarte, however, has been dealt a terrible hand: she must save Gaeabrande, a world labeled with the S-rank difficulty. While sifting through the hero resumés, she comes across a sheet detailing the abilities of a certain Seiya Ryuuguuin and is astonished by his ridiculously high stats. An elated Ristarte wastes no time in summoning Seiya to the celestial realm, failing to notice the comment on his personality: unbelievably cautious. Ristarte soon despairs at his bizarre insistence on caution. He has no qualms with unleashing his most powerful ability to vaporize a weak slime, buying out a pharmacy's entire stock of potions, or refusing to do battle unless he is 600% certain of the outcome. However, Seiya's rabid obsession with safety might just be what is needed to save Gaeabrande. [Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/manga/2/221749l.jpg"
                }
            ],
            "score": 7.11
        },
        {
            "title": "Kotoura-san - Manga",
            "link": "https://myanimelist.net/manga/43443/Kotoura-san",
            "description": "Reading - 0 of ? chapters",
            "pubDate": "Fri, 15 Nov 2019 15:10:16 -0800",
            "timeago": "4 years ago",
            "id": "43443",
            "image": "https://cdn.myanimelist.net/images/manga/1/76501l.jpg",
            "tag": [
                "Comedy",
                "Romance"
            ],
            "synopsis": "A school love comedy. Kotoura Haruka is a 15-year-old girl who can read people's minds. She has been suffering from troubles caused by her mind-reading ability, and her parents got divorced as a result. She moves to a new high school but tries to keep away from her classmates. Manabe Yoshihisa, one of her classmates, accepts and appreciates her ability and she begins to interact with her friends with his help. (Source: MAL)",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/manga/1/76501l.jpg"
                }
            ],
            "score": 7.04
        },
        {
            "title": "Netoge no Yome wa Onnanoko ja Nai to Omotta? - Manga",
            "link": "https://myanimelist.net/manga/77359/Netoge_no_Yome_wa_Onnanoko_ja_Nai_to_Omotta",
            "description": "Completed - 46 of 46 chapters",
            "pubDate": "Tue, 05 Nov 2019 11:12:43 -0800",
            "timeago": "4 years ago",
            "id": "77359",
            "image": "https://cdn.myanimelist.net/images/manga/3/157551l.jpg",
            "tag": [
                "Comedy",
                "Romance",
                "Ecchi"
            ],
            "synopsis": "Hideki Nishimura has sworn never to trust or pursue any girl he meets online after realizing that his in-game crush Nekohime, whom he had proposed to, was in fact a middle-aged man. Two years later, a girl named Ako Tamaki, also a member of the guild Alley Cats, proposes to him through the very same game but he refuses to accept that Ako is a girl in real life, despite her repeated assurance. Their guild master, Apricot, reveals that he is also a girl and proposes an offline get-together, inviting the two of them and the other male member, Schwein, to meet in real life. Unaware of what to expect, he agrees to go. To Hideki's astonishment, he learns that his fellow guild members are genuine girls, and that they are all enrolled in the same high school. Ako, however, never attends school, playing video games all day instead. In an effort to get her to go to school and raise her grades, they establish a gaming club. Thus, the Alley Cats begin their adventure in the offline world! [Written by MAL Rewrite]",
            "pictures": [
                {
                    "img": "https://cdn.myanimelist.net/images/manga/3/157551l.jpg"
                }
            ],
            "score": 6.82
        }
    ]
}